Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: · Мбит/с
ar: · ميغابت/ث
de: · Mbit/s
en: · Mbps
es: · Mbit/s
fr: · Mbit/s
hi: · Mbps
it: · Mbit/s
ja: · Mbps
ko: · Mbps
pt_br: · Mbps
tr: · Mbit/sn
zh_hans: · Mbps

source: · %@ Гбит/с
ar: · %@ غيغابت/ث
de: · %@ Gbit/s
en: · %@ Gbps
es: · %@ Gb/s
fr: · %@ Gb/s
hi: · %@ Gbps
it: · %@ Gb/s
ja: · %@ Gbps
ko: · %@ Gbps
pt_br: · %@ Gb/s
tr: · %@ Gbit/s
zh_hans: · %@ Gbps

source: · %lld мс
ar: · %lld مللي ثانية
de: · %lld ms
en: · %lld ms
es: · %lld ms
fr: · %lld ms
hi: · %lld ms
it: · %lld ms
ja: · %lld ms
ko: · %lld ms
pt_br: · %lld ms
tr: · %lld ms
zh_hans: · %lld ms

source: · случайный MAC
ar: · MAC عشوائي
de: · zufällige MAC
en: · random MAC
es: · MAC aleatoria
fr: · MAC aléatoire
hi: · यादृच्छिक MAC
it: · MAC casuale
ja: · ランダム MAC
ko: · 무작위 MAC
pt_br: · MAC aleatório
tr: · rastgele MAC
zh_hans: · 随机 MAC

source: «Не сейчас» — это нормально: проверка просто не запустится.
ar: «ليس الآن» أمرٌ طبيعي: لن يعمل الفحص فقط.
de: „Nicht jetzt“ ist in Ordnung — die Prüfung läuft einfach nicht.
en: "Not now" is fine — the check simply won't run.
es: «Ahora no» está bien: la comprobación simplemente no se ejecutará.
fr: « Pas maintenant » est acceptable — le test ne s'exécutera tout simplement pas.
hi: «अभी नहीं» ठीक है — जाँच बस नहीं चलेगी।
it: «Non ora» va bene: il controllo semplicemente non verrà eseguito.
ja: 「今はしない」で大丈夫 — チェックが実行されないだけです。
ko: '나중에'도 괜찮습니다 — 점검이 실행되지 않을 뿐입니다.
pt_br: «Agora não» tudo bem: a verificação simplesmente não será executada.
tr: "Şimdi değil" sorun değil — kontrol yalnızca çalışmaz.
zh_hans: “暂不”没关系——检查只是不会运行。

source: «Сибирская» блокировка
ar: الحجب «السيبيري»
de: „Sibirische“ Sperre
en: “Siberian” block
es: Bloqueo “siberiano”
fr: Blocage « sibérien »
hi: “साइबेरियन” अवरोध
it: Blocco “siberiano”
ja: 「シベリア型」ブロック
ko: 「시베리아」 차단
pt_br: Bloqueio “siberiano”
tr: “Sibirya” engellemesi
zh_hans: 「西伯利亚式」封锁

source: (скрытая)
ar: (مخفية)
de: (versteckt)
en: (hidden)
es: (oculta)
fr: (masqué)
hi: (छिपा हुआ)
it: (nascosta)
ja: （非表示）
ko: (숨김)
pt_br: (oculta)
tr: (gizli)
zh_hans: （隐藏）

source: ) · Мбит/с
ar: ) · Mbps
de: ) · Mbit/s
en: ) · Mbps
es: ) · Mbps
fr: ) · Mbit/s
hi: ) · Mbps
it: ) · Mbit/s
ja: ) · Mbps
ko: ) · Mbps
pt_br: ) · Mbps
tr: ) · Mbit/s
zh_hans: ) · Mbps

source: ) мс
ar: ) مللي ثانية
de: ) ms
en: ) ms
es: ) ms
fr: ) ms
hi: ) ms
it: ) ms
ja: ) ms
ko: ) ms
pt_br: ) ms
tr: ) ms
zh_hans: ) 毫秒

source: %.0f мс
ar: %.0f مللي ثانية
de: %.0f ms
en: %.0f ms
es: %.0f ms
fr: %.0f ms
hi: %.0f मि.से.
it: %.0f ms
ja: %.0f ms
ko: %.0f ms
pt_br: %.0f ms
tr: %.0f ms
zh_hans: %.0f 毫秒

source: %.1f МБ
ar: %.1f MB
de: %.1f MB
en: %.1f MB
es: %.1f MB
fr: %.1f MB
hi: %.1f MB
it: %.1f MB
ja: %.1f MB
ko: %.1f MB
pt_br: %.1f MB
tr: %.1f MB
zh_hans: %.1f MB

# %.1f МБ%@
source: %1$.1f МБ%2$@
ar: %.1f MB%@
de: %.1f MB%@
en: %.1f MB%@
es: %.1f MB%@
fr: %.1f MB%@
hi: %.1f MB%@
it: %.1f MB%@
ja: %.1f MB%@
ko: %.1f MB%@
pt_br: %.1f MB%@
tr: %.1f MB%@
zh_hans: %.1f MB%@

# %@ · %@ мс
source: %1$@ · %2$@ мс
ar: %@ · %@ مللي ثانية
de: %@ · %@ ms
en: %@ · %@ ms
es: %@ · %@ ms
fr: %@ · %@ ms
hi: %@ · %@ ms
it: %@ · %@ ms
ja: %@ · %@ ms
ko: %@ · %@ ms
pt_br: %@ · %@ ms
tr: %@ · %@ ms
zh_hans: %@ · %@ ms

source: %@ · Мбит/с
ar: %@ · ميغابت/ث
de: %@ · Mbit/s
en: %@ · Mbps
es: %@ · Mbps
fr: %@ · Mbit/s
hi: %@ · Mbps
it: %@ · Mbps
ja: %@ · Mbps
ko: %@ · Mbps
pt_br: %@ · Mbps
tr: %@ · Mbit/sn
zh_hans: %@ · Mbps

# %@ · проверено %lld провайдеров
source: %1$@ · проверено %2$lld провайдеров
ar: %@ · تم فحص %lld مزوّدًا
de: %@ · %lld Anbieter geprüft
en: %@ · %lld providers checked
es: %@ · %lld proveedores comprobados
fr: %@ · %lld fournisseurs vérifiés
hi: %@ · %lld प्रदाता जाँचे
it: %@ · %lld provider verificati
ja: %@ · %lld 件のプロバイダを確認
ko: %@ · 제공자 %lld곳 확인
pt_br: %@ · %lld provedores verificados
tr: %@ · %lld sağlayıcı kontrol edildi
zh_hans: %@ · 已检查 %lld 个提供商

source: %@ Б · seq=%lld · %@%@ мс
ar: %@ بايت · seq=%lld · %@%@ مللي ثانية
de: %@ B · seq=%lld · %@%@ ms
en: %@ B · seq=%lld · %@%@ ms
es: %@ B · seq=%lld · %@%@ ms
fr: %@ o · seq=%lld · %@%@ ms
hi: %@ बाइट · seq=%lld · %@%@ ms
it: %@ B · seq=%lld · %@%@ ms
ja: %@ B · seq=%lld · %@%@ ms
ko: %@ B · seq=%lld · %@%@ ms
pt_br: %@ B · seq=%lld · %@%@ ms
tr: %@ B · seq=%lld · %@%@ ms
zh_hans: %@ B · seq=%lld · %@%@ 毫秒

source: %@ вернул приватный адрес %@ для публичного хоста.
ar: %@ أعاد عنواناً خاصاً %@ لمضيف عام.
de: %@ hat für einen öffentlichen Host die private Adresse %@ zurückgegeben.
en: %@ returned a private address %@ for a public host.
es: %@ devolvió la dirección privada %@ para un host público.
fr: %@ a renvoyé une adresse privée %@ pour un hôte public.
hi: %@ ने सार्वजनिक होस्ट के लिए निजी पता %@ लौटाया।
it: %@ ha restituito un indirizzo privato %@ per un host pubblico.
ja: %@ が公開ホストに対してプライベートアドレス %@ を返しました。
ko: %@이(가) 공개 호스트에 대해 사설 주소 %@을(를) 반환했습니다.
pt_br: %@ retornou o endereço privado %@ para um host público.
tr: %@, genel bir sunucu için özel adres %@ döndürdü.
zh_hans: %@ 为公共主机返回了私有地址 %@。

source: %@ Гбит/с
ar: %@ Gbps
de: %@ Gbit/s
en: %@ Gbps
es: %@ Gbps
fr: %@ Gbit/s
hi: %@ Gbps
it: %@ Gbit/s
ja: %@ Gbps
ko: %@ Gbps
pt_br: %@ Gbps
tr: %@ Gbit/s
zh_hans: %@ Gbps

source: %@ доступен?
ar: %@ متاح؟
de: %@ erreichbar?
en: %@ reachable?
es: ¿%@ está disponible?
fr: %@ est-il accessible ?
hi: %@ उपलब्ध है?
it: %@ è raggiungibile?
ja: %@ は到達可能ですか？
ko: %@에 접속할 수 있나요?
pt_br: %@ está acessível?
tr: %@ erişilebilir mi?
zh_hans: %@ 可访问吗？

source: %@ доступен.
ar: %@ متاح.
de: %@ ist erreichbar.
en: %@ is reachable.
es: %@ está disponible.
fr: %@ est accessible.
hi: %@ उपलब्ध है।
it: %@ è raggiungibile.
ja: %@ は到達可能です。
ko: %@에 접속할 수 있습니다.
pt_br: %@ está acessível.
tr: %@ erişilebilir.
zh_hans: %@ 可访问。

source: %@ мс
ar: %@ مللي ثانية
de: %@ ms
en: %@ ms
es: %@ ms
fr: %@ ms
hi: %@ ms
it: %@ ms
ja: %@ ms
ko: %@ ms
pt_br: %@ ms
tr: %@ ms
zh_hans: %@ ms

source: %@ недоступен — 100%% потерь.
ar: %@ غير متاح — فقد 100%% من الحزم.
de: %@ ist nicht erreichbar – 100%% Paketverlust.
en: %@ is unreachable — 100%% packet loss.
es: %@ no está accesible: 100 %% de pérdida.
fr: %@ est inaccessible — 100 %% de perte.
hi: %@ अनुपलब्ध — 100%% पैकेट खोए।
it: %@ non è raggiungibile — 100%% di perdita.
ja: %@ に接続できません（パケットロス 100%%）。
ko: %@에 연결할 수 없어요 — 손실 100%%.
pt_br: %@ está inacessível — 100%% de perda.
tr: %@ erişilemiyor — %%100 paket kaybı.
zh_hans: %@ 不可达 — 丢包 100%%。

source: %@ недоступен.
ar: %@ غير متاح.
de: %@ ist nicht erreichbar.
en: %@ is unreachable.
es: %@ no está disponible.
fr: %@ est inaccessible.
hi: %@ उपलब्ध नहीं है।
it: %@ non è raggiungibile.
ja: %@ は到達できません。
ko: %@에 접속할 수 없습니다.
pt_br: %@ está inacessível.
tr: %@ erişilemiyor.
zh_hans: %@ 不可访问。

source: %@: %lld мс, потери %lld%%.
ar: %@: %lld مللي ثانية، الفقد %lld%%.
de: %@: %lld ms, %lld%% Verlust.
en: %@: %lld ms, %lld%% loss.
es: %@: %lld ms, %lld %% de pérdida.
fr: %@ : %lld ms, %lld %% de perte.
hi: %@: %lld मि.से., हानि %lld%%।
it: %@: %lld ms, perdita %lld%%.
ja: %@：%lld ミリ秒、損失 %lld%%。
ko: %@: %lld ms, 손실 %lld%%.
pt_br: %@: %lld ms, perda de %lld%%.
tr: %@: %lld ms, kayıp %%%lld.
zh_hans: %@：%lld 毫秒，丢包 %lld%%。

# %lld / %lld клиентов
source: %1$lld / %2$lld клиентов
ar: %lld / %lld عميل
de: %lld / %lld Clients
en: %lld / %lld clients
es: %lld / %lld clientes
fr: %lld / %lld clients
hi: %lld / %lld क्लाइंट
it: %lld / %lld client
ja: %lld / %lld クライアント
ko: 클라이언트 %lld / %lld
pt_br: %lld / %lld clientes
tr: %lld / %lld istemci
zh_hans: %lld / %lld 个客户端

source: %lld адресов
ar: %lld عنوان
de: %lld Adressen
en: %lld addresses
es: %lld direcciones
fr: %lld adresses
hi: %lld पते
it: %lld indirizzi
ja: %lld 個のアドレス
ko: 주소 %lld개
pt_br: %lld endereços
tr: %lld adres
zh_hans: %lld 个地址

source: %lld активных
ar: %lld نشط
de: %lld aktiv
en: %lld active
es: %lld activos
fr: %lld actifs
hi: %lld सक्रिय
it: %lld attivi
ja: %lld 台オンライン
ko: %lld개 활성
pt_br: %lld ativos
tr: %lld etkin
zh_hans: %lld 台在线

source: %lld байт
ar: %lld بايت
de: %lld Bytes
en: %lld bytes
es: %lld bytes
fr: %lld octets
hi: %lld बाइट
it: %lld byte
ja: %lld バイト
ko: %lld 바이트
pt_br: %lld bytes
tr: %lld bayt
zh_hans: %lld 字节

source: %lld дн.
ar: %lld يوم
de: %lld T
en: %lld d
es: %lld d
fr: %lld j
hi: %lld दिन
it: %lld g
ja: %lld 日
ko: %lld일
pt_br: %lld d
tr: %lld gün
zh_hans: %lld 天

# %lld записей · %@ мс
source: %1$lld записей · %2$@ мс
ar: %lld سجلًا · %@ مللي ثانية
de: %lld Einträge · %@ ms
en: %lld records · %@ ms
es: %lld registros · %@ ms
fr: %lld enregistrements · %@ ms
hi: %lld रिकॉर्ड · %@ ms
it: %lld record · %@ ms
ja: %lld 件のレコード · %@ ms
ko: 레코드 %lld개 · %@ ms
pt_br: %lld registros · %@ ms
tr: %lld kayıt · %@ ms
zh_hans: %lld 条记录 · %@ ms

# %lld из %lld · %@%% потерь · %@ с
source: %1$lld из %2$lld · %3$@%% потерь · %4$@ с
ar: %lld من %lld · %@%% فقدان · %@ ث
de: %lld von %lld · %@ %% Verlust · %@ s
en: %lld of %lld · %@%% loss · %@ s
es: %lld de %lld · %@ %% de pérdida · %@ s
fr: %lld sur %lld · %@ %% de perte · %@ s
hi: %lld में से %lld · %@%% हानि · %@ से
it: %lld di %lld · %@%% di perdita · %@ s
ja: %lld / %lld · %@%% 損失 · %@ 秒
ko: %lld / %lld · %@%% 손실 · %@초
pt_br: %lld de %lld · %@%% de perda · %@ s
tr: %lld / %lld · %@%% kayıp · %@ sn
zh_hans: %lld / %lld · %@%% 丢包 · %@ 秒

# %lld кат. · %lld правил
source: %1$lld кат. · %2$lld правил
ar: %lld فئة · %lld قاعدة
de: %lld Kat. · %lld Regeln
en: %lld cat. · %lld rules
es: %lld cat. · %lld reglas
fr: %lld cat. · %lld règles
hi: %lld श्रेणी · %lld नियम
it: %lld cat. · %lld regole
ja: %lld カテゴリ · %lld ルール
ko: %lld개 카테고리 · %lld개 규칙
pt_br: %lld cat. · %lld regras
tr: %lld kat. · %lld kural
zh_hans: %lld 类 · %lld 条规则

source: %lld Мбит/с
ar: %lld ميغابت/ث
de: %lld Mbit/s
en: %lld Mbps
es: %lld Mbps
fr: %lld Mbit/s
hi: %lld Mbps
it: %lld Mbps
ja: %lld Mbps
ko: %lld Mbps
pt_br: %lld Mbps
tr: %lld Mbit/sn
zh_hans: %lld Mbps

source: %lld мс
ar: %lld مللي ثانية
de: %lld ms
en: %lld ms
es: %lld ms
fr: %lld ms
hi: %lld ms
it: %lld ms
ja: %lld ms
ko: %lld ms
pt_br: %lld ms
tr: %lld ms
zh_hans: %lld 毫秒

source: %lld найдено
ar: %lld عُثر عليه
de: %lld gefunden
en: %lld found
es: %lld encontrados
fr: %lld trouvés
hi: %lld मिले
it: %lld trovati
ja: %lld 件見つかりました
ko: %lld개 발견
pt_br: %lld encontrados
tr: %lld bulundu
zh_hans: 找到 %lld 个

source: %lld недоступно
ar: %lld غير متاح
de: %lld nicht verfügbar
en: %lld unavailable
es: %lld no disponible
fr: %lld indisponible
hi: %lld उपलब्ध नहीं
it: %lld non disponibile
ja: %lld は利用できません
ko: %lld 사용 불가
pt_br: %lld indisponível
tr: %lld kullanılamıyor
zh_hans: %lld 不可用

source: %lld обслужено
ar: %lld تمت خدمته
de: %lld bedient
en: %lld served
es: %lld atendidos
fr: %lld servis
hi: %lld सर्व किए गए
it: %lld serviti
ja: %lld 件処理済み
ko: %lld개 처리됨
pt_br: %lld atendidos
tr: %lld işlendi
zh_hans: 已服务 %lld 个

source: %lld открыто
ar: %lld مفتوح
de: %lld offen
en: %lld open
es: %lld abiertos
fr: %lld ouverts
hi: %lld खुले
it: %lld aperte
ja: %lld 個オープン
ko: %lld개 열림
pt_br: %lld abertas
tr: %lld açık
zh_hans: %lld 个开放

source: %lld пакетов
ar: %lld حزمة
de: %lld Pakete
en: %lld packets
es: %lld paquetes
fr: %lld paquets
hi: %lld पैकेट
it: %lld pacchetti
ja: %lld パケット
ko: 패킷 %lld개
pt_br: %lld pacotes
tr: %lld paket
zh_hans: %lld 个数据包

source: %lld правил
ar: %lld قاعدة
de: %lld Regeln
en: %lld rules
es: %lld reglas
fr: %lld règles
hi: %lld नियम
it: %lld regole
ja: %lld ルール
ko: %lld개 규칙
pt_br: %lld regras
tr: %lld kural
zh_hans: %lld 条规则

source: %lld с
ar: %lld ث
de: %lld s
en: %lld s
es: %lld s
fr: %lld s
hi: %lld से
it: %lld s
ja: %lld 秒
ko: %lld초
pt_br: %lld s
tr: %lld sn
zh_hans: %lld 秒

source: %lld устройств
ar: %lld جهاز
de: %lld Geräte
en: %lld devices
es: %lld dispositivos
fr: %lld appareils
hi: %lld डिवाइस
it: %lld dispositivi
ja: %lld 台
ko: %lld대
pt_br: %lld dispositivos
tr: %lld cihaz
zh_hans: %lld 台设备

source: %lld хопов
ar: %lld قفزة
de: %lld Hops
en: %lld hops
es: %lld saltos
fr: %lld sauts
hi: %lld हॉप
it: %lld hop
ja: %lld ホップ
ko: %lld홉
pt_br: %lld saltos
tr: %lld sıçrama
zh_hans: %lld 跳

source: %lld хостов
ar: %lld مضيف
de: %lld Hosts
en: %lld hosts
es: %lld hosts
fr: %lld hôtes
hi: %lld होस्ट
it: %lld host
ja: %lld 台
ko: 호스트 %lld개
pt_br: %lld hosts
tr: %lld ana makine
zh_hans: %lld 台主机

source: %lld%% потерь
ar: %lld%% فقدان
de: %lld %% Verlust
en: %lld%% loss
es: %lld %% de pérdida
fr: %lld %% de perte
hi: %lld%% हानि
it: %lld%% di perdita
ja: %lld%% 損失
ko: %lld%% 손실
pt_br: %lld%% de perda
tr: %lld%% kayıp
zh_hans: %lld%% 丢包

source: +%lld мс под нагрузкой
ar: +%lld مللي ثانية تحت الحِمل
de: +%lld ms unter Last
en: +%lld ms under load
es: +%lld ms bajo carga
fr: +%lld ms sous charge
hi: लोड में +%lld मि.से.
it: +%lld ms sotto carico
ja: 負荷時 +%lld ミリ秒
ko: 부하 시 +%lld ms
pt_br: +%lld ms sob carga
tr: yük altında +%lld ms
zh_hans: 负载下 +%lld 毫秒

source: ✅ %@ снова онлайн
ar: ✅ %@ متصل مرة أخرى
de: ✅ %@ wieder online
en: ✅ %@ back online
es: ✅ %@ de nuevo en línea
fr: ✅ %@ de nouveau en ligne
hi: ✅ %@ फिर से ऑनलाइन
it: ✅ %@ di nuovo online
ja: ✅ %@ が再びオンラインになりました
ko: ✅ %@ 다시 온라인
pt_br: ✅ %@ está online novamente
tr: ✅ %@ tekrar çevrimiçi
zh_hans: ✅ %@ 已重新上线

source: ❌ %@ недоступен
ar: ❌ %@ غير متاح
de: ❌ %@ nicht erreichbar
en: ❌ %@ unreachable
es: ❌ %@ no disponible
fr: ❌ %@ inaccessible
hi: ❌ %@ उपलब्ध नहीं
it: ❌ %@ non raggiungibile
ja: ❌ %@ に到達できません
ko: ❌ %@ 접속 불가
pt_br: ❌ %@ está inacessível
tr: ❌ %@ erişilemiyor
zh_hans: ❌ %@ 不可访问

source: ${host} доступен?
ar: هل ${host} متاح؟
de: Ist ${host} erreichbar?
en: Is ${host} reachable?
es: ¿${host} está accesible?
fr: ${host} est-il accessible ?
hi: क्या ${host} उपलब्ध है?
it: ${host} è raggiungibile?
ja: ${host} に接続できますか？
ko: ${host}에 연결되나요?
pt_br: ${host} está acessível?
tr: ${host} erişilebilir mi?
zh_hans: ${host} 可达吗？

source: 1 Гбит/с
ar: 1 Gbps
de: 1 Gbit/s
en: 1 Gbps
es: 1 Gbps
fr: 1 Gbit/s
hi: 1 Gbps
it: 1 Gbit/s
ja: 1 Gbps
ko: 1 Gbps
pt_br: 1 Gbps
tr: 1 Gbit/s
zh_hans: 1 Gbps

source: 2,4 ГГц
ar: 2.4 غيغاهرتز
de: 2,4 GHz
en: 2.4 GHz
es: 2,4 GHz
fr: 2,4 GHz
hi: 2.4 GHz
it: 2,4 GHz
ja: 2.4 GHz
ko: 2.4 GHz
pt_br: 2,4 GHz
tr: 2,4 GHz
zh_hans: 2.4 GHz

source: 5 ГГц
ar: 5 غيغاهرتز
de: 5 GHz
en: 5 GHz
es: 5 GHz
fr: 5 GHz
hi: 5 GHz
it: 5 GHz
ja: 5 GHz
ko: 5 GHz
pt_br: 5 GHz
tr: 5 GHz
zh_hans: 5 GHz

source: 6 ГГц
ar: 6 غيغاهرتز
de: 6 GHz
en: 6 GHz
es: 6 GHz
fr: 6 GHz
hi: 6 GHz
it: 6 GHz
ja: 6 GHz
ko: 6 GHz
pt_br: 6 GHz
tr: 6 GHz
zh_hans: 6 GHz

source: 20 МГц
ar: 20 ميغاهرتز
de: 20 MHz
en: 20 MHz
es: 20 MHz
fr: 20 MHz
hi: 20 MHz
it: 20 MHz
ja: 20 MHz
ko: 20 MHz
pt_br: 20 MHz
tr: 20 MHz
zh_hans: 20 MHz

source: 40 МГц
ar: 40 ميغاهرتز
de: 40 MHz
en: 40 MHz
es: 40 MHz
fr: 40 MHz
hi: 40 MHz
it: 40 MHz
ja: 40 MHz
ko: 40 MHz
pt_br: 40 MHz
tr: 40 MHz
zh_hans: 40 MHz

source: 80 МГц
ar: 80 ميغاهرتز
de: 80 MHz
en: 80 MHz
es: 80 MHz
fr: 80 MHz
hi: 80 MHz
it: 80 MHz
ja: 80 MHz
ko: 80 MHz
pt_br: 80 MHz
tr: 80 MHz
zh_hans: 80 MHz

source: 160 МГц
ar: 160 ميغاهرتز
de: 160 MHz
en: 160 MHz
es: 160 MHz
fr: 160 MHz
hi: 160 MHz
it: 160 MHz
ja: 160 MHz
ko: 160 MHz
pt_br: 160 MHz
tr: 160 MHz
zh_hans: 160 MHz

source: Apple APNs и Google FCM отвечают — сеть доставку уведомлений не блокирует.
ar: يستجيب كل من Apple APNs وGoogle FCM — الشبكة لا تحجب تسليم الإشعارات.
de: Apple APNs und Google FCM antworten – das Netzwerk blockiert die Zustellung von Mitteilungen nicht.
en: Apple APNs and Google FCM respond — the network is not blocking notification delivery.
es: Apple APNs y Google FCM responden: la red no bloquea la entrega de notificaciones.
fr: Apple APNs et Google FCM répondent — le réseau ne bloque pas la distribution des notifications.
hi: Apple APNs और Google FCM जवाब दे रहे हैं — नेटवर्क नोटिफ़िकेशन की डिलीवरी नहीं रोक रहा।
it: Apple APNs e Google FCM rispondono: la rete non blocca la consegna delle notifiche.
ja: Apple APNs と Google FCM が応答しています。ネットワークは通知の配信を制限していません。
ko: Apple APNs와 Google FCM이 응답해요. 네트워크가 알림 전달을 차단하지 않아요.
pt_br: Apple APNs e Google FCM respondem: a rede não bloqueia a entrega de notificações.
tr: Apple APNs ve Google FCM yanıt veriyor — ağ bildirim teslimini engellemiyor.
zh_hans: Apple APNs 和 Google FCM 均有响应，网络未阻止通知送达。

source: CA · уровень %lld
ar: CA · المستوى %lld
de: CA · Ebene %lld
en: CA · level %lld
es: CA · nivel %lld
fr: CA · niveau %lld
hi: CA · स्तर %lld
it: CA · livello %lld
ja: CA · レベル %lld
ko: CA · 레벨 %lld
pt_br: CA · nível %lld
tr: CA · seviye %lld
zh_hans: CA · 层级 %lld

source: CGNAT (оператор)
ar: CGNAT (المشغّل)
de: CGNAT (Anbieter)
en: CGNAT (carrier)
es: CGNAT (operador)
fr: CGNAT (opérateur)
hi: CGNAT (ऑपरेटर)
it: CGNAT (operatore)
ja: CGNAT（通信事業者）
ko: CGNAT (통신사)
pt_br: CGNAT (operadora)
tr: CGNAT (operatör)
zh_hans: CGNAT（运营商）

source: CIDR или диапазон
ar: CIDR أو نطاق
de: CIDR oder Bereich
en: CIDR or range
es: CIDR o rango
fr: CIDR ou plage
hi: CIDR या रेंज
it: CIDR o intervallo
ja: CIDR または範囲
ko: CIDR 또는 범위
pt_br: CIDR ou intervalo
tr: CIDR veya aralık
zh_hans: CIDR 或范围

source: DNS-ответ слишком короткий
ar: استجابة DNS قصيرة جداً
de: DNS-Antwort zu kurz
en: DNS response too short
es: La respuesta DNS es demasiado corta
fr: Réponse DNS trop courte
hi: DNS उत्तर बहुत छोटा है
it: Risposta DNS troppo corta
ja: DNS 応答が短すぎます
ko: DNS 응답이 너무 짧습니다
pt_br: Resposta DNS muito curta
tr: DNS yanıtı çok kısa
zh_hans: DNS 响应过短

source: DNS-хосты
ar: مضيفات DNS
de: DNS-Hosts
en: DNS hosts
es: Hosts DNS
fr: Hôtes DNS
hi: DNS होस्ट
it: Host DNS
ja: DNS ホスト
ko: DNS 호스트
pt_br: Hosts DNS
tr: DNS sunucuları
zh_hans: DNS 主机

source: DNS-хосты · %lld
ar: مضيفات DNS · %lld
de: DNS-Hosts · %lld
en: DNS hosts · %lld
es: Hosts DNS · %lld
fr: Hôtes DNS · %lld
hi: DNS होस्ट · %lld
it: Host DNS · %lld
ja: DNS ホスト · %lld
ko: DNS 호스트 · %lld
pt_br: Hosts DNS · %lld
tr: DNS sunucuları · %lld
zh_hans: DNS 主机 · %lld

source: DPI рвёт TLS по имени сайта
ar: يقطع DPI اتصال TLS حسب اسم الموقع
de: DPI unterbricht TLS anhand des Website-Namens
en: DPI breaks TLS by site name
es: El DPI corta TLS por el nombre del sitio
fr: Le DPI coupe le TLS selon le nom du site
hi: DPI साइट नाम के आधार पर TLS तोड़ता है
it: Il DPI interrompe il TLS in base al nome del sito
ja: DPI がサイト名で TLS を切断
ko: DPI가 사이트 이름으로 TLS를 차단함
pt_br: DPI corta o TLS pelo nome do site
tr: DPI, site adına göre TLS'i kesiyor
zh_hans: DPI 按网站名称切断 TLS

source: Geo-источники
ar: مصادر Geo
de: Geo-Quellen
en: Geo sources
es: Fuentes Geo
fr: Sources Geo
hi: Geo स्रोत
it: Sorgenti Geo
ja: Geo ソース
ko: Geo 소스
pt_br: Fontes geo
tr: Geo kaynakları
zh_hans: Geo 数据源

source: http допустим только для localhost — иначе результаты уйдут в открытом виде.
ar: يُسمح بـ http لـ localhost فقط — وإلا فستُرسل النتائج بنص غير مشفّر.
de: http ist nur für localhost zulässig – sonst werden die Ergebnisse unverschlüsselt gesendet.
en: http is allowed for localhost only — otherwise results are sent unencrypted.
es: http solo se admite para localhost: de lo contrario, los resultados se enviarán sin cifrar.
fr: http n’est autorisé que pour localhost — sinon les résultats seront transmis en clair.
hi: http केवल localhost के लिए मान्य है — वरना परिणाम बिना एन्क्रिप्शन के भेजे जाएँगे।
it: http è ammesso solo per localhost: altrimenti i risultati vengono inviati in chiaro.
ja: http は localhost の場合のみ使用できます。それ以外では結果が平文で送信されます。
ko: http는 localhost에만 사용할 수 있어요. 그 외에는 결과가 평문으로 전송돼요.
pt_br: http só é permitido para localhost: caso contrário, os resultados são enviados sem criptografia.
tr: http yalnızca localhost için kabul edilir — aksi hâlde sonuçlar açık metin olarak gönderilir.
zh_hans: http 仅允许用于 localhost，否则结果将以明文发送。

source: HTTP-запрос не вернул тело.
ar: لم يُعِد طلب HTTP أي محتوى.
de: Die HTTP-Anfrage hat keinen Inhalt zurückgegeben.
en: HTTP request returned no body.
es: La solicitud HTTP no devolvió cuerpo.
fr: La requête HTTP n'a renvoyé aucun contenu.
hi: HTTP अनुरोध ने कोई बॉडी नहीं लौटाई।
it: La richiesta HTTP non ha restituito un corpo.
ja: HTTP リクエストが本文を返しませんでした。
ko: HTTP 요청이 본문을 반환하지 않았습니다.
pt_br: A requisição HTTP não retornou corpo.
tr: HTTP isteği gövde döndürmedi.
zh_hans: HTTP 请求未返回正文。

source: HTTP-ответ не содержит маркеров страницы блокировки.
ar: لا تحتوي استجابة HTTP على علامات صفحة حجب.
de: Die HTTP-Antwort enthält keine Merkmale einer Sperrseite.
en: HTTP response contains no block-page markers.
es: La respuesta HTTP no contiene marcadores de página de bloqueo.
fr: La réponse HTTP ne contient aucun marqueur de page de blocage.
hi: HTTP उत्तर में ब्लॉक पेज के कोई चिह्न नहीं हैं।
it: La risposta HTTP non contiene marcatori di pagina di blocco.
ja: HTTP 応答にブロックページのマーカーが含まれていません。
ko: HTTP 응답에 차단 페이지 표식이 없습니다.
pt_br: A resposta HTTP não contém marcadores de página de bloqueio.
tr: HTTP yanıtı, engelleme sayfası işaretleri içermiyor.
zh_hans: HTTP 响应不包含拦截页面的特征标记。

source: HWID устройства
ar: HWID الجهاز
de: Geräte-HWID
en: Device HWID
es: HWID del dispositivo
fr: HWID de l'appareil
hi: डिवाइस का HWID
it: HWID del dispositivo
ja: デバイスの HWID
ko: 기기 HWID
pt_br: HWID do dispositivo
tr: Cihaz HWID
zh_hans: 设备 HWID

source: iCloud-синхронизация
ar: مزامنة iCloud
de: iCloud-Sync
en: iCloud sync
es: Sincronización de iCloud
fr: Synchronisation iCloud
hi: iCloud सिंक
it: Sincronizzazione iCloud
ja: iCloud 同期
ko: iCloud 동기화
pt_br: Sincronização do iCloud
tr: iCloud eşitleme
zh_hans: iCloud 同步

source: ICMP · задержка, потери, джиттер
ar: ICMP · التأخير، الفقد، التذبذب
de: ICMP · Latenz, Verlust, Jitter
en: ICMP · latency, loss, jitter
es: ICMP · latencia, pérdidas, jitter
fr: ICMP · latence, pertes, gigue
hi: ICMP · विलंब, हानि, jitter
it: ICMP · latenza, perdita, jitter
ja: ICMP · 遅延・損失・ジッター
ko: ICMP · 지연, 손실, 지터
pt_br: ICMP · latência, perdas, jitter
tr: ICMP · gecikme, kayıp, jitter
zh_hans: ICMP · 延迟、丢包、抖动

source: Incy-ссылка
ar: رابط Incy
de: Incy-Link
en: Incy link
es: Enlace Incy
fr: Lien Incy
hi: Incy लिंक
it: Link Incy
ja: Incy リンク
ko: Incy 링크
pt_br: Link Incy
tr: Incy bağlantısı
zh_hans: Incy 链接

source: iOS не отдаёт приложениям данные о Wi-Fi-каналах и соседних сетях — это доступно только в версии для Mac (CoreWLAN).
ar: لا يمنح iOS التطبيقات بيانات قنوات Wi-Fi أو الشبكات المجاورة — تتوفر فقط في نسخة Mac (CoreWLAN).
de: iOS gibt Apps keine Daten zu WLAN-Kanälen und Nachbarnetzen – das gibt es nur in der Mac-Version (CoreWLAN).
en: iOS doesn’t give apps Wi-Fi channel or neighboring-network data — it’s only available in the Mac version (CoreWLAN).
es: iOS no ofrece a las apps datos de canales Wi-Fi ni de redes vecinas: solo está disponible en la versión para Mac (CoreWLAN).
fr: iOS ne fournit pas aux apps les données de canaux Wi-Fi ni des réseaux voisins — c’est disponible uniquement dans la version Mac (CoreWLAN).
hi: iOS ऐप्स को वाई-फ़ाई चैनल और आस-पास के नेटवर्क का डेटा नहीं देता — यह केवल Mac संस्करण (CoreWLAN) में उपलब्ध है।
it: iOS non fornisce alle app i dati sui canali Wi-Fi né sulle reti vicine: è disponibile solo nella versione per Mac (CoreWLAN).
ja: iOS はアプリに Wi-Fi チャンネルや近隣ネットワークの情報を渡しません — Mac 版（CoreWLAN）でのみ利用できます。
ko: iOS는 앱에 Wi-Fi 채널·주변 네트워크 데이터를 제공하지 않습니다 — Mac 버전(CoreWLAN)에서만 가능합니다.
pt_br: O iOS não fornece aos apps dados de canais Wi-Fi nem de redes vizinhas — só está disponível na versão para Mac (CoreWLAN).
tr: iOS, uygulamalara Wi-Fi kanalı ve komşu ağ verilerini vermez — yalnızca Mac sürümünde (CoreWLAN) mevcuttur.
zh_hans: iOS 不向应用提供 Wi-Fi 信道和邻近网络数据——仅 Mac 版本（CoreWLAN）可用。
